<?php
$title = "О нас"; // Устанавливаем заголовок страницы
?>

<?php include 'header.php'; ?>

<div class="container mt-5">
    <h1 class="text-center">О нас</h1>
    
    <div class="mt-4">
        <h2>Что такое WRPF Латвия?</h2>
        <p>
            Представительство Всемирной федерации пауэрлифтинга в Латвии (WRPF Latvia) – спортивная организация, целью которой является развитие пауэрлифтинга и силовых видов спорта в Латвии, отбор и поддержка спортсменов, показывающих высокие результаты в отдельных дисциплинах, а также в сумме дисциплин триатлона.
        </p>
        <p>
            WRPF Latvia считает важнейшей задачей федерации способствовать привлекательности силовых видов спорта не только для мужчин, но и для женщин в Латвии и за рубежом.
        </p>
        
        <h2>Дисциплины</h2>
        <p>WRPF Latvia организует соревнования по следующим дисциплинам:</p>
        <ul>
            <li>Powerlifting</li>
            <li>Push&Pull</li>
            <li>Bench Press</li>
        </ul>

        <p>
            WRPF Latvia заинтересована в развитии пауэрлифтинга и силовых видов спорта и обязуется строить позитивные и гармоничные отношения со всеми организациями и федерациями, занимающимися популяризацией силовых видов спорта как в Латвии, так и за рубежом.
        </p>

        <div class="text-center mt-4">
            <img src="https://wrpf-latvia.net/img/wrpf-latvia_full.png" alt="Логотип WRPF Латвия" class="img-fluid" style="max-width: 300px; height: auto;">
        </div>
    </div>
</div>

<?php include 'footer.php'; ?>